Revit 2027 API
ExportLinetypeKey Properties
The ExportLinetypeKey type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
OriginalLinetypeName |  The original linetype name.
Top
See Also
Reference
ExportLinetypeKey Class
Autodesk.Revit.DB Namespace